[M_Showdown MissionDefinition]
MissionName="Duelo Ao Meio-Dia"
MissionDescription="Chegou a hora de acabar de uma vez com a delegada."
TurnInDescription="A noiva de Jack O'Cara está morta.  Agora você é a autoridade máxima em [place]Lynchwood[-place].  Foi um dia bastante movimentado, sem dúvida."
MissionSummary="Vença a delegada."
MissionGiver=""
MissionTurnInLocation=""
TeaserText="Chegou a hora de acabar de uma vez com a delegada."

[M_Showdown:MissionObjectiveDefinition_1 MissionObjectiveDefinition]
ProgressMessage=""

[M_Showdown:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

